[
    {
        "title": "Carrie Soto Is Back",
        "author": "Taylor Jenkins Reid",
        "rating": 4,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1649848581i/60435878.jpg",
        "review_text": "Having never really played tennis, I was not sure if I'd relate to this story but I've always been a fan of TJR so I thought I'd pick it up. Despite that the book revolves around tennis, I could relate to the protagonist's desire for athleticism and her determination. Her conquest to triumph as she ages is inspiring and she is a strong heroine. If anything, now I feel inspired to learn more about tennis and give it a try. Was a fun read!"
    },
    {
        "title": "I'm Glad My Mom Died",
        "author": "Jennette McCurdy",
        "rating": 4,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1649228846i/59366244.jpg",
        "review_text": "I'm not one to pick up autobiographies or biographies very often, but McCurdy really lays it all out there in such a vulnerable and open way with this one that it's hard to walk away not feeling like you've learned something through her story. She does a fabulous job evolving the writing style as she ages throughout the book."
    },
    {
        "title": "A Flicker in the Dark",
        "author": "Stacy Willingham",
        "rating": 5,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1692064673i/57693172.jpg",
        "review_text": "A captivating murder-mystery novel. Inadvertently devoured the book in five days! The characters are interesting and have a good amount of backstory to feel like you understand them. At certain thrilling moments, I could quite literally feel my heart beat rising. Overall, really enjoyed, and looking forward to reading more from this author!"
    },
    {
        "title": "The Three Lives of Alix St Pierre",
        "author": "Natasha Lester",
        "rating": 3,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1649116754i/59543964.jpg",
        "review_text": "Really interesting plot, though occasionally a bit confusing to keep up with. I really enjoyed that the author made a point to incorporate many historical details - obviously relating to WW2 but also relating to post-war Paris and the Maison de Dior. Was a fun read! "
    },
    {
        "title": "The Last Thing He Told Me",
        "author": "Laura Dave",
        "rating": 4,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1603034599i/54981009.jpg",
        "review_text": "Read this book in less than a week -- quite an easy read and the mystery element keeps you engaged. Being a Californian, I loved the California backdrop and could picture many of the scenes so well in my mind. The story is compelling and it was a fun read."
    },
    {
        "title": "My Year of Rest and Relaxation",
        "author": "Ottessa Moshfegh",
        "rating": 3,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1597676656i/44279110.jpg",
        "review_text": "This book was certainly different. Has some interesting points around wealth, art, drugs, and what it means to rest. Disturbing and dark."
    },
    {
        "title": "Nightbitch",
        "author": "Rachel Yoder",
        "rating": 3,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1612737468i/55835474.jpg",
        "review_text": "A strange yet enticing book. Thought provoking and enjoyable read, if at times a little disorienting and sad. Be warned, some scenes were incredibly intense and upsetting."
    },
    {
        "title": "Detransition, Baby",
        "author": "Torrey Peters",
        "rating": 5,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1587480347i/48890225.jpg",
        "review_text": "I learned a lot from this book and found it to be a deeply emotional story about gender and parenthood. I was captivated till the very end. The characters were not always perfect, but it made the story feel all the more real."
    },
    {
        "title": "Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen",
        "author": "Christopher McDougall",
        "rating": 2,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1631519495i/6289283.jpg",
        "review_text": "As a runner, I thought I would love this book. It definitely inspired me to go run more, and I was convinced by the overarching argument that humans are indeed born to run. However, some of the facts presented are shaky and inconsistent with modern science. I thought it leaned more on story-telling than on facts. Once you can recognize this, it becomes a fun and inspiring read."
    },
    {
        "title": "The Very Nice Box",
        "author": "Laura Blackett",
        "rating": 5,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1614098065i/54310999.jpg",
        "review_text": "Really fun, quirky book - couldn’t put it down. Kept me engaged from the beginning!"
    },
    {
        "title": "The Vanishing Half",
        "author": "Brit Bennett",
        "rating": 5,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1577090827l/51791252.jpg",
        "review_text": "Wow, such an incredibly moving story following the parallel, but completely different lives, of these two sisters who ultimately assume different racial identities. It completely captured my attention. I loved this book!"
    },
    {
        "title": "The Midnight Library",
        "author": "Matt Haig",
        "rating": 5,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1602190253i/52578297.jpg",
        "review_text": "Quirky, imaginative book about all the different life choices that we have as humans on this earth. Left me thinking about the ripple effects of small, sometimes seemingly innocuous, decisions."
    },
    {
        "title": "The Seven Husbands of Evelyn Hugo",
        "author": "Taylor Jenkins Reid",
        "rating": 5,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1664458703i/32620332.jpg",
        "review_text": "This was such a fun read! This book feels like a romance, with breakpoints established for each of Evelyn's seven husbands, but it has so much more life to it than just that. This is the life story of a woman, who, though fictional, feels very real. Thoroughly enjoyed this!"
    },
    {
        "title": "Normal People",
        "author": "Sally Rooney",
        "rating": 4,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1571423190i/41057294.jpg",
        "review_text": "Well written, sweet romance about two people navigating through life together (and apart). This one is a page turner, and you’ll find yourself having a hard time putting it down."
    },
    {
        "title": "Anxious People",
        "author": "Fredrik Backman",
        "rating": 5,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1597575031i/49127718.jpg",
        "review_text": "Frederik Blackman did it again with another great book! I love this author. This story is not quite what you expect at the surface, but promises to provide witty insights on people in peculiar situations. It is a quick and delightful read."
    },
    {
        "title": "Maybe You Should Talk to Someone",
        "author": "Lori Gottlieb",
        "rating": 5,
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1547189796i/37570546.jpg",
        "review_text": "Loved this book. Refreshingly real, and with a sense of humor that you wouldn’t expect!"
    }
    
]
